export const schedule = [
  {
    id: 1,
    name: 'Тренировка на верхнюю часть тела с гантелями',
    description:
      'Силовая тренировка, направленная на укрепление и развитие мышц верхней части тела с использованием гантелей. Включает в себя упражнения на грудь, спину, плечи и руки.',
    time: '45 минут',
    image: require('../images/exercises/a-woman-doing-a-yoga-pose-in-front-of-a-room.jpg'),
  },
  {
    id: 2,
    name: 'Тренировка на нижнюю часть тела со штангой',
    description:
      'Силовая тренировка, целенаправленно укрепляющая и развивающая мышцы нижней части тела с использованием штанги. Включает в себя упражнения на ноги, ягодицы и поясницу.',
    time: '50 минут',
    image: require('../images/exercises/advanced-yoga-skills.jpg'),
  },
  {
    id: 3,
    name: 'Тренировка с тренажерами на все группы мышц',
    description:
      'Силовая тренировка, основанная на использовании различных тренажеров для работы со всеми группами мышц. Помогает достичь баланса и разностороннего развития тела.',
    time: '60 минут',
    image: require('../images/exercises/advanced-yoga-skills1.jpg'),
  },
  {
    id: 4,
    name: 'Функциональная тренировка с собственным весом',
    description:
      'Тренировка, включающая функциональные упражнения с использованием собственного веса тела для укрепления и развития всех мышечных групп.',
    time: '40 минут',
    image: require('../images/exercises/advanced-yoga-skills2.jpg'),
  },
  {
    id: 5,
    name: 'Комплексная силовая тренировка с TRX',
    description:
      'Интенсивная силовая тренировка, использующая TRX-ленты для работы со всеми группами мышц. Помогает улучшить силу, гибкость и стабильность.',
    time: '55 минут',
    image: require('../images/exercises/advanced-yoga-skills3.jpg'),
  },
  {
    id: 16,
    name: 'Тренировка на силовой ракете (Smith machine)',
    description:
      'Силовая тренировка с использованием силовой ракеты для работы со всеми группами мышц. Помогает развить силу и выносливость.',
    time: '40 минут',
    image: require('../images/exercises/arms-stretching-before-yoga-practicing.jpg'),
  },
  {
    id: 17,
    name: 'Тренировка на тренажере Хаммер',
    description:
      'Силовая тренировка с использованием тренажера Хаммер для укрепления и развития мышц ног, спины и плеч.',
    time: '50 минут',
    image: require('../images/exercises/arms-stretching-before-yoga-practicing1.jpg'),
  },
  {
    id: 18,
    name: 'Тренировка с гирями',
    description:
      'Силовая тренировка с использованием гирей для развития силы и выносливости. Включает в себя упражнения на все группы мышц.',
    time: '45 минут',
    image: require('../images/exercises/balance-and-determination.jpg'),
  },
  {
    id: 19,
    name: 'Тренировка на тренажере Leg Press',
    description:
      'Силовая тренировка на тренажере Leg Press для укрепления и развития мышц ног и ягодиц.',
    time: '30 минут',
    image: require('../images/exercises/be-a-warrior-not-a-worrier.jpg'),
  },
  {
    id: 20,
    name: 'Комплексная тренировка на мультистанции',
    description:
      'Силовая тренировка на мультифункциональной тренажерной станции, включающая в себя упражнения на все группы мышц.',
    time: '60 минут',
    image: require('../images/exercises/bridge-pose-variation.jpg'),
  },
  {
    id: 6,
    name: 'Интервальная тренировка на беговой дорожке',
    description:
      'Кардио-тренировка, включающая интервальные упражнения на беговой дорожке с чередованием высокой и низкой интенсивности. Помогает сжигать калории и улучшать выносливость.',
    time: '30 минут',
    image: require('../images/exercises/building-her-perfect-body.jpg'),
  },
  {
    id: 7,
    name: 'Тренировка на велотренажере с изменением нагрузки',
    description:
      'Кардио-тренировка, проводимая на велотренажере с изменением скорости и сопротивления. Помогает улучшить сердечно-сосудистую систему и выносливость.',
    time: '45 минут',
    image: require('../images/exercises/building-her-perfect-body1.jpg'),
  },
  {
    id: 8,
    name: 'Тренировка на эллиптическом тренажере с интенсивностью',
    description:
      'Интенсивная кардио-тренировка на эллиптическом тренажере с переменной интенсивностью. Помогает сжигать калории и улучшать работу сердечно-сосудистой системы.',
    time: '40 минут',
    image: require('../images/exercises/casual-fitness-routine.jpg'),
  },
  {
    id: 9,
    name: 'Тренировка с прыжками на скакалке',
    description:
      'Интенсивная кардио-тренировка с использованием скакалки для улучшения выносливости и сжигания калорий. Включает в себя разнообразные упражнения с высокой интенсивностью.',
    time: '35 минут',
    image: require('../images/exercises/commit-to-be-fit.jpg'),
  },
  {
    id: 10,
    name: 'Комплексная кардио-тренировка с бегом',
    description:
      'Интенсивная кардио-тренировка, включающая в себя бег на беговой дорожке, прыжки на месте и другие аэробные упражнения. Помогает улучшить выносливость и сжигать калории.',
    time: '50 минут',
    image: require('../images/exercises/creating-powerful-and-beautiful-body.jpg'),
  },
  {
    id: 21,
    name: 'Тренировка на ручном велосипеде',
    description:
      'Кардио-тренировка на ручном велосипеде для улучшения выносливости и сжигания калорий.',
    time: '40 минут',
    image: require('../images/exercises/doing-morning-routine.jpg'),
  },
  {
    id: 22,
    name: 'Тренировка на степ-платформе',
    description:
      'Интенсивная кардио-тренировка на степ-платформе с использованием различных комбинаций движений. Помогает улучшить координацию и выносливость.',
    time: '45 минут',
    image: require('../images/exercises/doing-morning-routine1.jpg'),
  },
  {
    id: 23,
    name: 'Тренировка на роликах',
    description:
      'Кардио-тренировка на роликах для укрепления ног и ягодиц, а также улучшения баланса и координации.',
    time: '50 минут',
    image: require('../images/exercises/doing-some-lifts-up-to-make-this-belly-look-cool.jpg'),
  },
  {
    id: 24,
    name: 'Тренировка с аэробными упражнениями',
    description:
      'Интенсивная кардио-тренировка, включающая в себя аэробные упражнения на месте, такие как бег, шаги, прыжки и подъемы на месте.',
    time: '55 минут',
    image: require('../images/exercises/doing-some-stretching.jpg'),
  },
  {
    id: 25,
    name: 'Комплексная кардио-тренировка с бегом',
    description:
      'Интенсивная кардио-тренировка, включающая в себя бег на беговой дорожке, прыжки на месте и другие аэробные упражнения. Помогает улучшить выносливость и сжигать калории.',
    time: '50 минут',
    image: require('../images/exercises/feeling-a-little-bit-lazy-after-all-the-work-out.jpg'),
  },
  {
    id: 11,
    name: 'Растяжка всего тела с использованием резиновых петель',
    description:
      'Упражнения на растяжку всех групп мышц с использованием специальных резиновых петель. Помогает увеличить гибкость и предотвратить травмы.',
    time: '25 минут',
    image: require('../images/exercises/feeling-pretty-serious-about-flat-stomach.jpg'),
  },
  {
    id: 12,
    name: 'Пилатес для укрепления кора',
    description:
      'Комплекс упражнений пилатеса, направленный на укрепление мышц кора и улучшение осанки. Помогает развить гибкость, силу и координацию.',
    time: '45 минут',
    image: require('../images/exercises/finding-her-centre.jpg'),
  },
  {
    id: 13,
    name: 'Стретчинг для расслабления и укрепления',
    description:
      'Упражнения на растяжку и релаксацию, способствующие улучшению гибкости, снятию напряжения и укреплению мышц.',
    time: '30 минут',
    image: require('../images/exercises/getting-back-in-shape.jpg'),
  },
  {
    id: 14,
    name: 'Йога для гибкости и умиротворения',
    description:
      'Практика йоги, включающая асаны на гибкость, дыхательные упражнения и медитацию. Помогает улучшить гибкость, снять стресс и улучшить настроение.',
    time: '60 минут',
    image: require('../images/exercises/getting-ready-for-another-round-of-practice.jpg'),
  },
  {
    id: 15,
    name: 'Утренняя растяжка для активации',
    description:
      'Короткая утренняя растяжка, направленная на активацию тела и подготовку к физической активности. Включает в себя простые упражнения на растяжку и дыхание.',
    time: '15 минут',
    image: require('../images/exercises/just-relaxing-after-the-work-out.jpg'),
  },
  {
    id: 26,
    name: 'Растяжка на резиновых растяжках',
    description:
      'Упражнения на растяжку всех групп мышц с использованием резиновых растяжек. Помогает увеличить гибкость и предотвратить травмы.',
    time: '30 минут',
    image: require('../images/exercises/just-taking-a-quick-break.jpg'),
  },
  {
    id: 27,
    name: 'Пилатес для укрепления тела',
    description:
      'Комплекс упражнений пилатеса, направленный на укрепление мышц кора и улучшение осанки. Помогает развить гибкость, силу и координацию.',
    time: '45 минут',
    image: require('../images/exercises/letting-her-mind-drift-peacefully.jpg'),
  },
  {
    id: 28,
    name: 'Стретчинг для улучшения гибкости',
    description:
      'Упражнения на растяжку и релаксацию, способствующие улучшению гибкости и предотвращению мышечных травм.',
    time: '35 минут',
    image: require('../images/exercises/light-fitness-exercises-to-achieve-great-body-goals.jpg'),
  },
  {
    id: 29,
    name: 'Йога для гармонии тела и ума',
    description:
      'Практика йоги, включающая асаны на гибкость, дыхательные упражнения и медитацию. Помогает улучшить гибкость, снять стресс и улучшить настроение.',
    time: '60 минут',
    image: require('../images/exercises/lying-on-her-back-and-relaxing.jpg'),
  },
  {
    id: 30,
    name: 'Утренняя растяжка для начала дня',
    description:
      'Короткая утренняя растяжка, направленная на активацию тела и подготовку к физической активности. Включает в себя простые упражнения на растяжку и дыхание.',
    time: '20 минут',
    image: require('../images/exercises/lying-on-her-back-and-relaxing1.jpg'),
  },
];
